backwards_facing_step/Allrun.pre
#!/bin/bash
set -eo pipefail
cd "${0%/*}" || exit 1
source $WM_PROJECT_DIR/bin/tools/RunFunctions

# Mesh
touch foam.foam
runApplication blockMesh
runApplication restore0Dir
